rime/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    wing
    {
        type            wall;
        inGroups        1(wall);
        nFaces          4241;
        startFace       133932;
    }
    sym1
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          76577;
        startFace       138173;
    }
    sym2
    {
        type            symmetry;
        inGroups        1(symmetry);
        nFaces          76577;
        startFace       214750;
    }
    inout
    {
        type            patch;
        nFaces          36;
        startFace       291327;
    }
)

// ************************************************************************* //
